<template>
    <div style="margin-top:30px;">
      陕西师范大学是教育部直属、世界一流学科建设高校，是国家培养高等院校、中等学校师资和教育管理干部以及其他高级专门人才的重要基地，被誉为“教师的摇篮”。

      学校前身是1944年成立的陕西省立师范专科学校，1954年更名为西安师范学院，1960年与陕西师范学院合并，定名为陕西师范大学，1978年划归教育部直属。建校70多年来，学校秉承“西部红烛精神”和“厚德、积学、励志、敦行”的优良传统，立足西部，服务全国，已发展成为一所有重要影响的综合性一流师范大学，为国家培养各类毕业生47.1万余人，形成了“抱道不曲、拥书自雄”的学风和“淳厚博雅、知行合一”的校风。现任党委书记李忠军教授，校长游旭群教授。

      学校位于古都西安，占地面积2800余亩，建有长安、雁塔两个校区。长安校区是学校的主校区，主要承担本科三、四年级和研究生的教育培养任务；雁塔校区主要承担本科一、二年级基础课和通识课教学以及教师教育、继续教育、远程教育、教师干部培训、留学生教育等任务。长安校区现代开放、气势恢宏，雁塔校区古朴典雅、钟灵毓秀。学校先后被教育部、陕西省人民政府授予“文明校园”称号。

      学校设有研究生院和21个学院（部）、1个基础实验教学中心和民族教育学院（预科教育），有70个本科专业，36个硕士学位授权一级学科，18个博士学位授权一级学科；有1个博士专业学位授权点（教育博士）和19个硕士专业学位授权点。设有18个博士后科研流动站。有国家重点学科4个，4篇博士论文入选全国优秀博士学位论文，7篇博士论文入选全国优秀博士学位论文提名论文，90篇博士论文入选陕西省优秀博士学位论文，1篇博士论文入选全国优秀教育博士专业学位论文，16篇硕士论文入选全国教育硕士专业学位优秀论文；有国家基础学科人才培养和科学研究基地2个，国家级教学团队3个,教育部高等学校学科创新引智基地3个，国家工程实验室1个，国家级实验教学示范中心4个，国家级虚拟仿真实验教学中心3个，教育部人文社会科学研究基地1个，教育部国别和区域研究中心4个，教育部教育立法研究基地1个，国家体育总局体育社会学重点研究基地1个，国家民委民族理论政策研究基地1个，国家民委“一带一路”国别和区域研究中心1个，国家民委中华民族共同体研究基地1个，全国妇联重点研究基地1个，国家旅游局研究基地1个，全国教育硕士专业学位研究生联合培养示范基地2个，教育部重点实验室和工程研究中心5个，农业农村部研发专业中心1个，陕西省重点实验室和工程技术研究中心等 26个，陕西省哲学社会科学重点研究基地1个，陕西省重点中国特色社会主义理论体系研究中心1个，陕西省重点舆情信息研究中心1个，陕西省思想政治工作重点研究基地1个，陕西省高校哲学社会科学重点研究基地6个，陕西省教学团队29个,陕西省实验教学示范中心18个，陕西省虚拟仿真实验教学中心5个，陕西省研究生联合培养示范工作站5个，各类研究中心（所）80余个。学校设有远程教育学院、教师干部培训学院等办学机构，此外，还设有教育部西北高师师资培训中心、教育部西北教育管理干部培训中心、教育部基础教育课程研究中心、陕西省基础教育资源研发中心、陕西省教师教育指导中心和陕西省干部教育培训基地，以及中国唐史学会、中国古都学会等几十个学术团体和学术机构。

      学校现有教师1980余人，具有博士、硕士学位的教师占教师总数的95.3%，其中具有博士学位的占75.6%，教师中有教授590余人，副教授810余人。双聘院士8人，国家有突出贡献中青年专家5人，国家级特聘教授16人，国家百千万人才工程入选者9人，国家杰出青年科学基金获得者2人，国家级教学名师2人，国家优秀青年科学基金获得者5人，文化名家暨“四个一批”人才4人，“新世纪优秀人才支持计划”入选者41人，陕西省“三秦学者创新团队”5个，陕西省“三秦学者”2人，陕西省有突出贡献专家、省“三五”人才、省重点领域顶尖人才、省宣传思想文化系统“六个一批”人才、省级教学名师、省中青年科技创新领军人才等人才计划入选者56人，省科技新星、省高校人文社会科学青年英才支持计划、省百名青年文学艺术家扶持计划、省普通高校青年杰出人才支持计划等人才计划入选者53人。

      学校现有全日制本科生17766人，研究生20233人（其中全日制研究生9609人，非全日制研究生10624人），各类留学生808人，继续教育和网络教育学生48000余人。长期以来，学校以质量为生命线，狠抓教学管理和改革，取得显著成效。近年来，共获国家级教学成果奖18项，省级教学成果奖183项；11个专业被评为国家特色专业，22个专业被评为省级特色专业；11个专业被确立为省级综合改革试点专业；27个专业被确定为国家级一流专业建设点，7个专业被确定为省级一流专业建设点；2个国家级人才培养模式创新实验区，18个省级人才培养模式创新实验区；11个虚拟仿真实验教学项目获得国家级项目认定，15个虚拟仿真实验教学项目获得省级项目认定；2个项目（包含13个专业）获批教育部“卓越教师培养计划改革项目”。9门课程被评为国家级精品课程，47门课程被评为省级精品课程；8门课程被评为国家级精品视频公开课程，8门课程被评为国家级教师教育精品资源共享课程；5门课程被评为国家级精品资源共享课程，42门课程被评为省级精品资源共享课程；4门课程被评为国家级线上一流课程，8门课程被评为国家级线下一流课程，2门课程被评为国家级线上线下混合式一流课程；10门课程被评为省级线上一流课程，10门课程被评为省级线下一流课程，3门课程被评为省级线上线下混合式一流课程。

      学校大力实施科研强校战略，科研实力持续提升。近5年来，人文社会科学研究方面共承担省部级以上科研项目1228项，其中国家社科基金项目295项，教育部项目 158 项；出版著作888部，发表学术论文6733篇，110项成果获得省部级以上奖励。自然科学研究方面共争取科技经费8.03亿元，国家自然科学基金2016年以来连续5年保持百项以上，共承担国家重大（重点）项目20项，其中，国家自然科学基金重点项目、重大科研仪器研制项目、优秀青年科学基金项目等10项，国家重点研发计划项目（含课题）9项，国家重大专项“第二次青藏高原科学考察”专题任务1项。出版及参编学术著作145部，其中专著52部， 56项成果获得省部级科技奖励；授权专利1266项，其中发明专利1033项，国外发明专利8项。

      学校是“国家教师发展协同创新实验基地”“国家大学生文化素质教育基地”“国家语言文字推广基地”“国家级语言文字规范化示范学校”“全国高校民族预科教育基地”“教育部少数民族高层次骨干人才硕士研究生基础强化培训基地”“教育部高校思想政治工作队伍培训研修中心”“教育部高校辅导员培训和研修基地”“陕西省高校辅导员培训和研修基地”“全国第二批深化创新创业教育改革示范高校”“陕西省首批深化创新创业教育改革示范高校”“陕西省高校实践育人创新创业基地”“陕西省暑期社会实践省级示范学校”和“陕西省国家安全教育培训基地”。学校高度重视学生的综合素质教育和民族教育工作，大力弘扬“厚德敦行”文化精神，建设高品位校园文化，被国务院、共青团中央、国家民委、陕西省人民政府授予“民族团结进步模范单位”，被中央文明委首批授予“全国精神文明建设先进单位（集体）”，多次被中宣部、教育部、团中央授予“全国大学生社会实践先进集体”。

      学校两校区图书馆面积5.78万平方米，藏有纸质图书 401万册，引进国内外电子资源87个平台，263个数据库。学校还设有红烛校史馆和教育博物馆，教育博物馆由中国教育馆、妇女文化馆、历史文化馆、书画艺术馆四部分组成。学校编辑出版《陕西师范大学学报》（哲学社会科学版、自然科学版）、《当代教师教育》《中国历史地理论丛》《中国艺术教育》等学术刊物，其中《陕西师范大学学报》（哲学社会科学版）首批入选教育部高校哲学社会科学名刊工程，是国家重点支持建设的11种高校社科学报之一。成立已三十余年的学校出版总社是全国出版社会效益考核优秀单位，是集图书、期刊、电子音像、数字出版、广播电视节目制作、教育文化服务于一体的综合出版传媒机构，在人文学术、大众文化、基础教育、高等教育等出版领域形成鲜明特色，先后有600余种图书获国家或省部级大奖，具有较大的社会影响；编辑出版有近五十年办刊历史的8种中学教学参考专业期刊，被国家新闻出版主管部门认定为学术期刊，其中7种刊物先后入选全国中文核心期刊。

      学校不断加大对外交流与合作力度，先后与美国、加拿大、英国、法国、德国、俄罗斯、澳大利亚、日本、韩国、哈萨克斯坦等34个国家的170余所高校和教育机构建立了友好合作关系，开展形式多样的交流与合作。积极响应国家“一带一路”倡议，首倡成立了丝绸之路“教师教育联盟”“人文社会科学联盟”“图书档案出版联盟”。学校自1965年开始招收外国留学生，至今已培养了来自全球114个国家的各类来华留学生8700余人。学校设有“国务院侨办华文教育基地”、“教育部中外语言交流合作中心HSK考点”。

      学校设有教学实验性质的附中、附小、幼儿园，其中附中是百年名校、陕西省重点中学、陕西省首批示范高中，附小、幼儿园是省级示范小学和幼儿园。近年来，学校充分发挥教育资源优势，与各级政府、知名企业合作举办了20余所中小学和幼儿园。

      学校是全国最早实行后勤社会化改革的高校之一，探索出了一条被誉为“陕西师大模式”的后勤改革之路，后勤信息化建设也在全国产生了广泛影响。

      2021年是中国共产党建党100周年，是“十四五”规划开局之年，是开启全面建设社会主义现代化国家新征程的一年，陕西师范大学正在全面深入贯彻习近平新时代中国特色社会主义思想，落实习近平总书记关于教育的重要论述，以立德树人为根本任务，传承弘扬“西部红烛精神”，努力推动学校实现加速发展高质量发展，为早日实现学校“双一流”建设目标努力奋斗。
    </div>
</template>

<script>
    export default {
        name: "Information"
    }
</script>

<style scoped>

</style>