<template>
    <div style="margin-top:30px;">
      4月7日，教师专业能力发展中心教工党支部组织全体教工前往蓝田县参观了葛牌镇鄂豫陕苏维埃政府纪念馆和汪锋同志故居，以此追寻革命先辈足迹，体悟党员初心使命，开展“不忘初心，牢记使命”主题党日活动。

      葛牌镇苏维埃政府纪念馆位于蓝田县葛牌镇，是一座集文物收藏、展览、宣传教育功能为一体的革命纪念馆。全体党员同志在讲解员的带领下，参观了纪念馆三大展厅，厅内珍贵历史资料与实物生动展现了红军当年在葛牌镇的革命活动，记录了红二十五军实施战略转移及建立革命根据地的经过以及西征陕甘宁，配合中央红军北上的历史。通过现场学习及讲解员的介绍，支部全体党员深刻认识到革命先烈不畏艰险、顽强拼搏、勇往直前的革命精神和坚定如铁的革命信念。参观结束后，全体党员在支部书记韩静的带领下，面对鲜艳的党旗庄严的举起右手旗重温入党誓词，使大家从思想和精神上接受了一次深刻的洗礼，坚定了信仰，明确了方向。

      下午，全体党员前往蓝田县九间房乡街子村爱国主义教育基地—汪锋同志故居瞻仰革命旧址，缅怀革命先烈，重温革命历史。汪锋同志是久经考验的无产阶级革命家，是陕西地区民主革命时期党和军队的重要领导人，是西北革命根据地、西北红军的创始人之一，是豫鄂陕边区、陕南根据地党、政、军主要领导人，是西北地区党的统战工作的卓越领导人。

      全体党员怀着无比敬仰的心情观看了文献资料、历史图片，重温了汪锋同志投身革命创建西北革命根据地；党中央委派汪锋同志到十七路军和杨虎城将军谈判，促成西安事变和平解决；抗日民族统一战线的形成；建国后汪锋同志领导地方工作和对台统战工作等内容。汪锋同志一生为中国人民的解放和建设事业，为党的统一战线工作和民族团结积极奔走，贡献了毕生精力。通过这次汪锋故居的参观之旅，全体党员同志更加深入地了解了中国共产党和老一辈革命家的英勇无畏及其坚定的革命信念。
    </div>
</template>

<script>
    export default {
        name: "Score"
    }
</script>

<style scoped>

</style>